{
  "schema_version": 1,
  "content_version": 3,
  "last_updated": "2026-02-17T18:30:00Z",
  "articles": [

    {
      "slug": "bmj-2021-chronic-pain-wang",
      "status": "published",
      "publishedAt": "2021-09-08",
      "title": "Medical Cannabis for Chronic Non-Cancer Pain",
      "subtitle": "Systematic Review & Meta-Analysis (BMJ, 2021)",
      "readingTimeMinutes": 9,

      "image": {
        "remoteURL": "https://YOUR_GITHUB_RAW_URL/assets/med/bmj_pain_2021.webp"
      },

      "category": "schmerz",
      "tags": ["Systematic Review", "Meta-Analysis", "RCT"],
      "cannabinoids": ["thc", "cbd"],
      "disclaimerKey": "medical_general",

      "evidence": {
        "level": "moderat",
        "effectDirection": "mixed",
        "studyTypes": ["systematicReview", "metaAnalysis"],
        "shortStatement": "Small to very small improvements in pain and sleep, with increased short-term adverse events."
      },

      "keyTakeaways": [
        {
          "title": "Klinischer Effekt eher gering",
          "body": "Die statistisch signifikanten Effekte sind im Durchschnitt klinisch klein.",
          "tone": "info"
        },
        {
          "title": "Nebenwirkungen deutlich häufiger",
          "body": "Sedierung, Schwindel und gastrointestinale Beschwerden traten signifikant häufiger auf.",
          "tone": "warning"
        }
      ],

      "blocks": [
        {
          "id": "b1",
          "type": "paragraph",
          "markdown": "Diese im BMJ veröffentlichte systematische Übersichtsarbeit analysierte 32 randomisierte kontrollierte Studien mit über 5.000 Teilnehmern, die nicht-inhalative Cannabisprodukte bei chronischen Nicht-Tumor-Schmerzen untersuchten. Berücksichtigt wurden orale Extrakte, synthetische Cannabinoide sowie Oromukosal-Sprays – Rauchen oder Vaporisieren wurden explizit ausgeschlossen."
        },
        {
          "id": "b2",
          "type": "paragraph",
          "markdown": "Die Autoren fanden eine kleine, statistisch signifikante Reduktion der Schmerzintensität im Vergleich zu Placebo. Der durchschnittliche Unterschied lag jedoch meist unter der Schwelle, die als klinisch relevant angesehen wird. Auch leichte Verbesserungen im Schlaf wurden beobachtet."
        },
        {
          "id": "b3",
          "type": "paragraph",
          "markdown": "Gleichzeitig zeigte sich ein konsistenter Anstieg unerwünschter Ereignisse. Besonders häufig waren Schwindel, Sedierung, kognitive Beeinträchtigung, Übelkeit und gastrointestinale Symptome. Schwerwiegende Nebenwirkungen waren selten, doch Therapieabbrüche aufgrund von Nebenwirkungen traten häufiger auf als unter Placebo."
        },
        {
          "id": "b4",
          "type": "paragraph",
          "markdown": "Ein zentrales Ergebnis war die moderate Evidenzqualität für kurzfristige Effekte (bis ca. 3 Monate), während Langzeitdaten weitgehend fehlen. Die Autoren betonen, dass viele Studien kurze Laufzeiten hatten und heterogene Produkte mit unterschiedlichen THC/CBD-Verhältnissen untersuchten."
        },
        {
          "id": "b5",
          "type": "paragraph",
          "markdown": "Insgesamt kommt die Analyse zu dem Schluss, dass Cannabis-basierte Medikamente bei chronischen Schmerzen eine Option sein können, jedoch mit realistischen Erwartungen: kleine Effekte bei gleichzeitig erhöhtem Nebenwirkungsrisiko."
        }
      ],

      "sources": [
        {
          "id": "s1",
          "type": "metaAnalysis",
          "title": "Medical cannabis or cannabinoids for chronic non-cancer pain",
          "authors": "Wang L, et al.",
          "year": 2021,
          "journalOrPublisher": "BMJ",
          "doi": "10.1136/bmj.n1034",
          "url": "https://www.bmj.com/content/374/bmj.n1034",
          "credibility": "high"
        }
      ]
    },

    {
      "slug": "nejm-2017-cbd-dravet-devinsky",
      "status": "published",
      "publishedAt": "2017-05-25",
      "title": "Cannabidiol in Dravet Syndrome",
      "subtitle": "Randomized Controlled Trial (NEJM, 2017)",
      "readingTimeMinutes": 10,

      "image": {
        "remoteURL": "https://YOUR_GITHUB_RAW_URL/assets/med/nejm_cbd_2017.webp"
      },

      "category": "neurologie",
      "tags": ["RCT", "CBD"],
      "cannabinoids": ["cbd"],
      "disclaimerKey": "medical_general",

      "evidence": {
        "level": "stark",
        "effectDirection": "beneficial",
        "studyTypes": ["rct"],
        "shortStatement": "CBD significantly reduced convulsive seizure frequency compared with placebo."
      },

      "keyTakeaways": [
        {
          "title": "Signifikante Anfallsreduktion",
          "body": "Medianer Rückgang konvulsiver Anfälle um 39% unter CBD vs 13% unter Placebo.",
          "tone": "positive"
        },
        {
          "title": "Nebenwirkungen vorhanden",
          "body": "Somnolenz, Diarrhö und erhöhte Leberwerte traten häufiger auf.",
          "tone": "warning"
        }
      ],

      "blocks": [
        {
          "id": "b1",
          "type": "paragraph",
          "markdown": "Diese randomisierte, doppelblinde, placebokontrollierte Studie im New England Journal of Medicine untersuchte 120 Kinder und junge Erwachsene mit Dravet-Syndrom, einer seltenen und schwer behandelbaren Form der Epilepsie."
        },
        {
          "id": "b2",
          "type": "paragraph",
          "markdown": "Die Teilnehmer erhielten zusätzlich zu ihrer bestehenden antiepileptischen Medikation entweder Cannabidiol (20 mg/kg/Tag) oder Placebo. Über einen Zeitraum von 14 Wochen wurde die Häufigkeit konvulsiver Anfälle dokumentiert."
        },
        {
          "id": "b3",
          "type": "paragraph",
          "markdown": "Das Ergebnis war klinisch relevant: Die mediane monatliche Anfallshäufigkeit sank von 12,4 auf 5,9 unter CBD, während sie unter Placebo von 14,9 auf 14,1 zurückging. 43% der CBD-Gruppe erreichten eine ≥50% Reduktion der Anfälle."
        },
        {
          "id": "b4",
          "type": "paragraph",
          "markdown": "Nebenwirkungen waren häufig, aber meist moderat. Besonders relevant waren erhöhte Lebertransaminasen bei Kombination mit Valproat sowie Sedierung."
        },
        {
          "id": "b5",
          "type": "paragraph",
          "markdown": "Diese Studie gilt als Meilenstein, da sie hochqualitative Evidenz für einen spezifischen medizinischen Einsatz von CBD lieferte und letztlich zur Zulassung von Epidiolex führte."
        }
      ],

      "sources": [
        {
          "id": "s1",
          "type": "study",
          "title": "Trial of Cannabidiol for Drug-Resistant Seizures in the Dravet Syndrome",
          "authors": "Devinsky O, et al.",
          "year": 2017,
          "journalOrPublisher": "New England Journal of Medicine",
          "doi": "10.1056/NEJMoa1611618",
          "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa1611618",
          "credibility": "high"
        }
      ]
    },

    {
      "slug": "nasem-2017-health-effects-cannabis",
      "status": "published",
      "publishedAt": "2017-01-12",
      "title": "The Health Effects of Cannabis and Cannabinoids",
      "subtitle": "National Academies Report (2017)",
      "readingTimeMinutes": 11,

      "image": {
        "remoteURL": "https://YOUR_GITHUB_RAW_URL/assets/med/nasem_2017.webp"
      },

      "category": "basics",
      "tags": ["Evidence Report"],
      "cannabinoids": ["thc", "cbd"],
      "disclaimerKey": "medical_general",

      "evidence": {
        "level": "stark",
        "effectDirection": "mixed",
        "studyTypes": ["guideline", "systematicReview"],
        "shortStatement": "Comprehensive evidence review summarizing therapeutic benefits and risks."
      },

      "keyTakeaways": [
        {
          "title": "Starke Evidenz für chronische Schmerzen",
          "body": "Substantial evidence for effectiveness in chronic pain.",
          "tone": "positive"
        },
        {
          "title": "Klare Risiken für Psychosen",
          "body": "Substantial evidence linking cannabis use to increased risk of psychosis.",
          "tone": "warning"
        }
      ],

      "blocks": [
        {
          "id": "b1",
          "type": "paragraph",
          "markdown": "Der Bericht der National Academies of Sciences ist eine der umfassendsten Evidenzbewertungen zu Cannabis. Über 10.000 Abstracts wurden gesichtet, hunderte Studien systematisch bewertet."
        },
        {
          "id": "b2",
          "type": "paragraph",
          "markdown": "Die Autoren klassifizierten Evidenz in Kategorien wie 'conclusive', 'substantial', 'moderate', 'limited' und 'insufficient'. Für chronische Schmerzen, Chemotherapie-induzierte Übelkeit und MS-Spastik wurde substanzielle Evidenz festgestellt."
        },
        {
          "id": "b3",
          "type": "paragraph",
          "markdown": "Gleichzeitig dokumentiert der Bericht klare Risiken: erhöhte Wahrscheinlichkeit für Psychosen bei vulnerablen Personen, Atemwegsprobleme bei inhalativem Konsum sowie erhöhtes Unfallrisiko im Straßenverkehr."
        },
        {
          "id": "b4",
          "type": "paragraph",
          "markdown": "Langzeitdaten zu kognitiven Effekten sind heterogen. Früh beginnender, intensiver Konsum ist mit stärkeren negativen Auswirkungen assoziiert."
        },
        {
          "id": "b5",
          "type": "paragraph",
          "markdown": "Der Bericht dient bis heute als Referenz für politische Entscheidungen und medizinische Leitlinien."
        }
      ],

      "sources": [
        {
          "id": "s1",
          "type": "book",
          "title": "The Health Effects of Cannabis and Cannabinoids",
          "authors": "National Academies of Sciences, Engineering, and Medicine",
          "year": 2017,
          "doi": "10.17226/24625",
          "url": "https://www.nationalacademies.org/publications/24625",
          "credibility": "high"
        }
      ]
    }

  ]
}
